Repository: mozilla-l10n/mt-training-data
Catalog: hil/hil_pontoon.tmx
Source language: en_us
Languages: hil

source: Content crashed
hil: Ang kaundan nag-crash

source: File Not Found
hil: Indi makita ang File

source: Harmful site issue
hil: Delekado na isyu sa site

source: No internet connection
hil: Wala koneksyon sa internet

source: The page at %1$s says:
hil: Ang pahina sa %1$s nagasiling:

source: Contribute
hil: Maghatag

source: About %1$s
hil: Tuhoy sa %1$s

source: Accessibility
hil: Kasayuran

source: Add
hil: Idugang

source: Add %1$s?
hil: Dagdagan %1$s?

source: Add %1$s and %2$s to %3$s
hil: Dugang %1$s kag %2$s sa %3$s

source: Add %1$s to %2$s
hil: Dugang %1$s sa %2$s

source: Add-ons
hil: Mga Add-on

source: Add-ons Manager
hil: Mga add-on sang Manager

source: Address Not Found
hil: Indi Makita ang Address

source: Advanced
hil: Abanse

source: Advanced…
hil: Nag-abanse…

source: After one day
hil: Pagkatapos sang isa ka adlaw

source: After one month
hil: Pagkatapos sang isa ka bulan

source: After one week
hil: Pagkatapos sang isa ka semana

source: Allow
hil: Pahanugtan

source: Always
hil: Permi

source: Apr
hil: Abril

source: Aug
hil: Agosto

source: Authors
hil: Manunulat

source: Back
hil: Balikan

source: Bottom
hil: Idalum

source: Call
hil: Tawagan

source: Cancel
hil: Kanselahon

source: Cannot Complete Request
hil: Wala na kompleto nga bilin

source: Clear
hil: Maathag

source: Close
hil: Sirado

source: Close tabs
hil: Isarado ang mga tab

source: Continue to HTTP Site
hil: Ang sugpon sa HTTP Site

source: Customize
hil: Mag-customize

source: Dec
hil: Disiyembre

source: Deceptive site issue
hil: Dulot nga kabutigan sang site

source: Details
hil: Detalyado

source: %d tabs
hil: %d mga tab

source: Exceptions
hil: Pagkatuhay

source: Extensions
hil: Mga extension

source: Feb
hil: Pebrero

source: Go Back
hil: Balikan

source: Go Back (Recommended)
hil: Pagabalikan (Ginarekomendar)

source: Help
hil: Bulig

source: Install
hil: Mag-install

source: Invalid Address
hil: Sala nga Address

source: Jan
hil: Enero

source: Jul
hil: Hulyo

source: Jun
hil: Hunyo

source: Language
hil: Lenggwahe

source: Learn more
hil: Magtuon sang madamo pa

source: List
hil: Listahan

source: Logins
hil: Mga login

source: Malware site issue
hil: Isyu sang malware site

source: Mar
hil: Marso

source: May
hil: Mayo

source: Media
hil: Medya

source: More options
hil: Madamo nga pilian

source: Name
hil: Ngalan

source: Never
hil: Indi guid

source: No
hil: Indi

source: Nov
hil: Nobiyembre

source: Oct
hil: Oktubre

source: OK
hil: Sige

source: Open
hil: Pagabuksan

source: Open in…
hil: Pagabuksan sa…

source: Open tabs
hil: Buksan ang mga tab

source: Permissions
hil: Pahanugot

source: Pick a month
hil: Magpili sang bulan

source: Private
hil: Pribado

source: Private %s
hil: Pribado %s

source: Proxy Server Not Found
hil: Indi makita ang Proxy Server

source: Recommended
hil: Ginarekomendar

source: Reload
hil: Mag-reload

source: Remove
hil: Ginkuha

source: Report
hil: Ibalita

source: Resume
hil: Padayun

source: Resync
hil: Mag-resync

source: Save
hil: Mag save

source: Scan
hil: Mag-scan

source: Search
hil: Pangitaon

source: Search %1$s
hil: Pangitaon %1$s

source: Secure Connection Failed
hil: Ang gindangat nga sugpon napalsu

source: Select
hil: Pagpili

source: Sep
hil: Setiyembre

source: Settings
hil: Halamtangan

source: Share
hil: Ambit

source: Sign out
hil: Mag sign out

source: %s (Private)
hil: %s (Pribado)

source: Stay
hil: Magapabilin

source: Sync
hil: Mag sync

source: Tabs
hil: Mga tab

source: The connection was interrupted
hil: May nagsablag sa koneksyon

source: The connection was reset
hil: Na-reset ang koneksyon

source: Theme
hil: Tema

source: Top
hil: Ibabaw

source: Try Again
hil: Tilawan Liwat

source: Unable to connect
hil: Indi makaangot

source: Unwanted site issue
hil: Hinali nga isyu sa site

source: Version
hil: Bersyon

source: What’s New
hil: Anu ang Bag-o

source: Yes
hil: Huo

source: abnormality
hil: abnormalidad

source: account recovery key
hil: pagpasag-uli sang account key

source: add-on
hil: pangdugang

source: aggregate
hil: kabilugan

source: alternate text
hil: nagabuslanay nga teksto

source: appear
hil: tuhaw

source: appearance
hil: dagway

source: attack
hil: salakayon

source: attacker
hil: manugatake

source: attendee
hil: manugtambung

source: authenticate
hil: maminatud-on

source: authenticated
hil: pagkamaminatud-on

source: authentication code
hil: code pang-otintikar

source: autoplay
hil: nagaautoplay

source: back out
hil: makaguwa gikan

source: black box
hil: itom nga kahon

source: bookmark
hil: tanda

source: boot
hil: magboot

source: Bug report
hil: Ipahayag ang bug

source: certificate authority
hil: sertipiko sang awtorisasyon

source: channel
hil: alagyan

source: clockwise
hil: wala pa tuo

source: compact
hil: dinasok

source: compact - recommend deprioritize
hil: dinasok - ginarekomendar ang pagka-importansya

source: confirmation code
hil: code pang-kompirma

source: context
hil: konteksto

source: contribute
hil: maghatag

source: corrupt
hil: guba

source: corrupted
hil: naguba

source: counterclockwise
hil: tuo pa wala

source: crash
hil: guba

source: debug
hil: magdebug

source: deceptive site
hil: malalangon nga site

source: decode
hil: ginahantop

source: disinformation
hil: indi kamatuoran

source: distrust
hil: dipagsalig

source: eavesdropping
hil: pagpamatibati

source: email mask
hil: mag-email mask

source: enable
hil: inug-enable

source: encode
hil: inug-encode

source: end user
hil: nga nagagamit

source: extension
hil: pagpalawig

source: external
hil: naguwa

source: Fellow
hil: kauturan

source: filter bubble
hil: ginasala ang bukal

source: fingerprinter
hil: marka sang tudlo

source: fingerprinting
hil: marka sang tudlo

source: gear
hil: kagamitan

source: grassroots
hil: tumandok

source: home page
hil: umpisa nga pahina

source: idle
hil: nagapahimuyong

source: import
hil: pasulod

source: independent browser
hil: independete nga browser

source: innovations
hil: pagbag-o

source: insecure
hil: peligruso

source: installation
hil: instalasyon

source: Issue
hil: Isyu

source: Legacy extension
hil: Ipapanubli nga ekstension

source: misinformation
hil: Sayop nga impormasyon

source: native
hil: tumandok

source: net neutrality
hil: neutralidad sang net

source: override
hil: pagatapakan

source: participation
hil: makigbahin

source: phone number mask
hil: mag-numero sang telepono mask

source: preference
hil: pagpalabi

source: Privacy Notice
hil: Pahibalo sa Privacy

source: Privacy Policy
hil: Polisiya sa Privacy

source: release
hil: kahilwayan

source: report
hil: balita

source: restricted site
hil: limitado nga lugar

source: revert
hil: ibalik

source: Review checker
hil: Mag-rebyu checker

source: search suggestion
hil: pagtukib sa pagpanugyan

source: sensitive
hil: sensitibo

source: sign
hil: pirmahan

source: signer
hil: naglagda

source: studies
hil: pagtuon

source: Terms of Service
hil: Termino sang Serbisiyo

source: track
hil: banas

source: trackers
hil: mga banas

source: unresponsive
hil: wala gahulag

source: unsafe
hil: delikado

source: validate
hil: ginapamatud-an

source: validity
hil: mabaton samtang

source: version
hil: bersyon
